{
    "Package_Name": "일주론_분석_프레임워크",
    "Title": "일주론: 갑자(甲子)에서 계해(癸亥)까지",
    "Introduction": "일주(日柱)는 사주팔자의 핵심으로, 개인의 본질적인 성향, 배우자 관계, 직업적 경향을 가장 직접적으로 나타냅니다. 60개의 간지 쌍 각각은 천간과 지지의 조합을 통해 고유한 에너지와 특성을 지닌 독특한 일주를 형성합니다. 이 문서는 각 일주를 해석하기 위한 일반적인 프레임워크와 예시를 제공합니다.",
    "General_Structure_for_Day_Pillar_Interpretation": {
        "Template_Title": "일주 해석 템플릿: [간지]",
        "Sections": [
            {"Section_Number": "1", "Section_Title": "핵심 특징", "Content_Points": ["천간과 지지의 오행 및 음양 조합 분석.", "천간과 지지의 관계(예: 뿌리를 둔, 지지하는, 제어하는).", "지지에 있는 천간의 12운성.", "기둥의 전반적인 상징적 의미(예: 갑자 - 물가의 지혜로운 나무)."]},
            {"Section_Number": "2", "Section_Title": "분석적 층위", "Content_Points": ["십성 역학: 일지가 일간에게 어떤 십성을 나타내며, 성격, 재물, 직업, 관계에 미치는 영향은 무엇인가?", "신살: 일지와 관련된 중요한 신살(예: 도화살, 역마살)은 무엇이며, 기둥의 성격에 어떤 영향을 미치는가?"]},
            {"Section_Number": "3", "Section_Title": "삶의 양상", "Content_Points": ["성격과 건강: 일반적인 성격 특성(강점, 약점), 내면 심리, 행동 패턴, 잠재적인 건강 취약점.", "직업과 재물: 적합한 직업 분야, 전문적 특성, 재정 활동 스타일, 재물 관리 능력.", "관계와 사회 생활: 배우자 선택 경향, 배우자 관계 역학, 친구 및 동료와의 상호 작용 패턴."]},
            {"Section_Number": "4", "Section_Title": "전략적 조언", "Content_Points": ["기둥의 타고난 강점을 활용하고 약점을 보완하기 위한 실용적인 조언.", "운명을 긍정적으로 이끌기 위한 사고방식이나 생활 습관에 대한 지침."]}
        ]
    },
    "Sample_Ilju_Interpretation": {
        "Ilju_Ganji": "갑자(甲子)",
        "Title": "일주 해석 예시: 갑자(甲子)",
        "Sections": [
            {
                "Section_Title": "1. 핵심 특징",
                "Content": "갑자 일주는 천간 갑(甲)목이 지지 자(子)수 위에 앉아있는 형태입니다. 갑목은 곧고 큰 나무를, 자수는 씨앗을 키우는 생명의 근원을 상징합니다. 자(수)가 갑(목)을 생하므로, 이 기둥은 '자좌정인(自坐正印)'의 특징을 가집니다. 이는 어머니의 사랑과 같은 꾸준하고 안정적인 지원을 의미하며, 지혜와 학문적 성향을 부여합니다. 겉으로는 강하고 추진력 있어 보이지만, 내면적으로는 지혜와 유연성을 가지고 있습니다."
            },
            {
                "Section_Title": "2. 분석적 층위",
                "Sub_Sections": [
                    {
                        "Title": "2.1. 12운성: 목욕(沐浴)",
                        "Content": "갑(甲)목에게 지지 자(子)는 '목욕' 단계에 해당합니다. 이 단계는 젊음, 매력, 호기심, 새로운 경험에 대한 갈망을 상징합니다. 기둥의 고유한 매력과 예술적 감수성을 향상시키지만, 초기 생애나 관계에서 감정적 변동성, 자유에 대한 필요성, 불안정성의 가능성을 나타낼 수도 있습니다. 인기가 많지만 잦은 변화에 빠지기 쉬운 사람임을 시사합니다."
                    },
                    {
                        "Title": "2.2. 십성: 정인(正印)",
                        "Content": "일지 자(수)는 일간 갑(목)에게 '정인'입니다. 정인은 학문, 문서, 어머니 같은 인물, 지혜, 자비를 나타냅니다. 따라서 갑자 일주인 사람은 학문에 대한 강한 지혜와 열정을 가지고 있으며, 공부를 통해 발전하려는 경향이 큽니다. 안정과 명예를 중시하며 종종 인내와 관용을 가집니다. 때로는 완고하고 보수적일 수 있습니다."
                    },
                    {
                        "Title": "2.3. 신살: 도화살(桃花)",
                        "Content": "일지 자(子)는 4대 주요 '도화살' 중 하나입니다. 이는 개인에게 자연스러운 매력, 예술적 재능, 인기를 부여합니다. 종종 호감을 사며 주목의 중심이 될 수 있습니다. 그러나 이 별은 복잡한 연애 관계와 관계에서 명확한 경계를 유지해야 할 필요성을 의미할 수도 있습니다."
                    }
                ]
            },
            {
                "Section_Title": "3. 삶의 양상",
                "Sub_Sections": [
                    {
                        "Title": "3.1. 성격과 건강",
                        "Content": "성격은 겉으로는 자신감 있고 독립적이며 리더십을 보입니다. 내면적으로는 정교한 지적 측면을 가진 깊은 사색가이며 지혜를 추구합니다. 친절하고 관대하지만, 한번 정해진 고집은 꺾기 어려울 수 있습니다. 건강 면에서는 수와 목의 에너지 영향을 받아 신장, 방광(수), 간, 담(목)에 주의를 기울여야 합니다. 스트레스 관리가 핵심입니다."
                    },
                    {
                        "Title": "3.2. 직업과 재물",
                        "Content": "강한 '정인' 에너지로 인해 교육, 연구, 학계, 법률, 의료 또는 컨설팅과 같이 지식과 전문성을 기반으로 하는 직업에 적합합니다. 안정적인 직업을 선호하며 꾸준한 노력을 통해 성공을 쌓습니다. 재물은 단번에 이루기보다는 안정적인 수입을 통해 꾸준히 축적되는 경향이 있습니다. 투기보다는 안전한 투자를 선호합니다."
                    },
                    {
                        "Title": "3.3. 관계와 사회 생활",
                        "Content": "배우자에 대한 책임감이 강하고 안정적인 관계를 추구합니다. 파트너를 자신에게 도움이 되고 지지적인 사람으로 보는 경향이 있을 수 있습니다. 관계에서 애정과 감수성을 보이지만 때로는 완고한 면을 주장할 수 있습니다. 다른 사람들과 깊은 신뢰 기반의 관계를 선호하며 진심 어린 조언을 하지만, 때로는 융통성 없어 보일 수 있습니다."
                    }
                ]
            },
            {
                "Section_Title": "4. 전략적 조언",
                "Content": "타고난 지혜와 인내심을 활용하여 공부를 통해 꾸준히 전문성을 기르는 것을 적극 권장합니다. 다른 사람의 의견을 경청하여 유연한 태도를 기르면 더 큰 성공으로 이어질 것입니다. 성급하게 쫓기보다는 전문 기술을 통해 꾸준히 재물을 추구하십시오. 건강 관리에 지속적으로 주의를 기울이고 스트레스를 효과적으로 해소할 방법을 찾으십시오. 당신의 자연스러운 매력은 큰 자산이지만, 진실하고 지속적인 관계를 구축하는 데 현명하게 사용하십시오."
            }

        ]
    }
} 