{
    "Package_Name": "전문_사주_리포트_템플릿",
    "Report_Title": "종합 사주 분석 리포트: 핵심 동역학 및 잠재력",
    "Hypothetical_Chart_Info": "가상 출생 차트 기준: 여성, 일간: 경금(庚), 출생 월: 신월(申月)",
    "Report_Summary_At_a_Glance": {
        "title": "한눈에 보는 요약",
        "core_identity": "강한 원칙과 실행력을 가진 '경금(庚金)' 원석.",
        "key_theme": "타고난 강점을 활용하여 경직성을 극복하고 유연한 표현을 통해 잠재력을 발휘하는 것.",
        "current_opportunity": "수(水) 대운의 영향을 받아 창의성, 소통, 새로운 표현을 통해 상당한 성장을 이루는 시기.",
        "main_challenge": "의식적으로 재무 관리 기술과 감정적 유연성을 기르고, 강한 자기주장과 경쟁심을 건설적으로 관리하는 것."
    },
    "Report_Sections": {
        "1_Core_Identity_Day_Master_Analysis": {
            "title": "1. 핵심 정체성: 일간 분석",
            "content": "일간은 경(庚) 양금입니다. 이는 강하고, 결단력 있으며, 원칙이 있고, 정의와 효율성을 지향하는 핵심적인 성향을 나타냅니다. 가을(금의 계절, 申월)에 태어나 일간이 매우 강하고 뿌리가 튼튼합니다('신강' 사주). 이는 뛰어난 내면의 힘과 회복탄력성을 시사하지만, 균형이 맞지 않으면 경직되거나 지나치게 자기주장이 강할 수 있는 잠재력도 가지고 있습니다."
        },
        "2_Overall_Elemental_Balance_Ohaeng_Distribution": {
            "title": "2. 원국의 전반적인 오행 균형 (오행 분포)",
            "content": "이 사주는 금(金)과 토(土) 오행이 두드러지게 강합니다. 금(자신/친구 - 비견/겁재를 나타냄)은 계절적 지원으로 매우 강합니다. 토(자원/지지 - 정인/편인을 나타냄) 역시 두드러져 금 일간을 생하고 더욱 강화합니다. 반면, 목(木) 오행(재물 - 재성을 나타냄)은 약하거나 없어, 재정을 관리하고 실질적인 결과를 창출하기 위해 의식적인 노력이 필요함을 시사합니다. 화(火) 오행(지위/규율 - 관성을 나타냄)은 적당히 나타나, 직업과 인정을 향한 추진력을 나타내지만 강한 금 에너지에 의해 도전받을 수 있습니다. 수(水) 오행(표현 - 식상을 나타냄)은 강한 토 오행에 의해 다소 제어되어(토극수), 창의성이나 미묘한 자기표현이 나중에 나타나거나 철학적 깊이를 가질 수 있음을 시사합니다."
        },
        "3_Sipseong_Ten_Gods_Analysis": {
            "title": "3. 십성을 통한 심리 및 사회적 역학",
            "content": "강한 '비견/겁재'는 매우 강한 독립심, 자립심, 그리고 동료들과 경쟁적으로 느끼는 경향을 의미합니다. 부모와 초기 환경을 나타내는 월주에 강한 '인성'(자원)이 있으면, 개인의 핵심 성격이 지적인 환경과 부모의 지원에 의해 형성되었으며, 지식과 자격을 통해 힘을 키우는 경향이 있음을 시사합니다. 적당히 나타난 '관성'(지위)은 안정과 명예에 대한 욕구를 나타내지만, 이는 강한 '비겁'(자아) 에너지와 충돌하여 자신의 길을 따르는 것과 조직 규칙을 준수하는 것 사이에서 갈등을 일으킬 수 있습니다. 약한 '재성'(재물)과 '식상'(표현)은 지속적인 개발이 필요한 삶의 과제를 나타냅니다."
        },
        "4a_Current_Luck_Cycle_Daewoon_Impact": {
            "title": "4a. 현재 10년 대운의 영향",
            "content": "현재 대운이 강한 수(水) 국면으로 들어서는 것은 매우 중요합니다. 금 일간에게 수는 '식상'(食傷)을 나타내며, 이는 표현, 창의성, 새로운 학습을 의미합니다. 이는 타고난 강한 힘(금)을 생산적인 결과물, 소통, 창의적 활동 또는 전문 기술로 전환할 최적의 시기임을 나타냅니다. 이 수 대운은 또한 강한 금/토 사주가 가질 수 있는 건조함과 경직성을 완화시켜 성격에 유연성과 흐름을 더하는 긍정적인 역할을 합니다."
        },
        "4b_Current_Annual_Cycle_Sewoon_Impact_for_2025": {
            "title": "4b. 현재 연운의 영향 (2025년 을사년 乙巳年)",
            "content": "현재 해인 2025년(을사년)은 '재물'(財)과 '지위/압박'(官)의 에너지를 동시에 가져옵니다. 천간 을(乙)목은 '정재'(정기적인 재물)로, 경(庚) 일간과 합을 이루어 안정적인 금융 활동, 프로젝트 또는 새로운 관계의 기회를 나타냅니다. 지지 사(巳)화는 '편관'(비정기적인 관직)으로, 강한 책임감, 스트레스 또는 직장에서의 새로운 도전과 명예를 나타냅니다. 이는 '재물 활동(乙)이 직업적 압박이나 지위(巳)로 이어지는' 흐름을 만듭니다. 이는 재정적 이득을 추구하는 것이 어려운 과제를 맡게 하거나, 프로젝트가 상당한 책임으로 이어질 수 있음을 시사합니다. 한 해 동안 재정과 직업 사이에서 현명한 균형을 찾는 것이 핵심입니다."
        },
        "5_Key_Strengths_Challenges_Summary": {
            "title": "5. 핵심 강점 및 도전 과제 요약",
            "strengths": [
                "뛰어난 내면의 힘, 회복탄력성 및 결단력.",
                "강한 정의감, 원칙 및 윤리 의식.",
                "깊은 학습과 전략적 사고 능력을 갖춘 지성.",
                "효과적인 실행 및 리더십 잠재력.",
                "현재 운의 주기가 생산적인 결과물과 소통을 강력하게 지원함."
            ],
            "challenges": [
                "경직성, 완고함 또는 타인에 대한 지나친 비판 가능성.",
                "실용적인 재무 감각을 개발하기 위한 의식적인 노력이 필요함.",
                "취약성이나 감정적 유연성을 표현하는 데 어려움을 겪을 수 있음.",
                "강한 경쟁심이 잘 관리되지 않으면 대인 관계 갈등으로 이어질 수 있음."
            ]
        },
        "6_Recommendations": {
            "title": "6. 분야별 권장 사항",
            "career": "전문직, 법률, 금융, 기술 또는 원칙과 효율성이 중시되는 모든 역할에 강한 적성이 있습니다. 현재의 수(水) 대운을 활용하여 소통, 교육, 작문 또는 다른 형태의 표현이 필요한 분야로 확장하는 것이 바람직합니다.",
            "wealth": "약한 재물 요소를 보완하기 위해 금융 이해력을 적극적으로 기르고 장기적인 재무 계획을 세우는 것이 필수적입니다. 기회는 직접적인 투기보다는 지식/자격(토)이나 새로운 사업(수)을 통해 간접적으로 발생할 수 있습니다.",
            "relationships": "자신의 독립성을 존중하고 사주에 부족한 보완적인 목(木) 또는 화(火) 에너지를 제공할 수 있는 파트너를 찾는 것이 이상적입니다. 의식적으로 감정적 유연성을 연습하고 취약성을 표현하는 것이 관계의 질을 향상시킬 것입니다.",
            "health": "금(金)과 토(土)의 우세와 목(木)의 약세는 폐/대장(금), 비장/위(토), 간/담(목)에 주의를 기울여야 함을 시사합니다. 스트레칭이나 자연 속에서 걷기와 같이 목 에너지를 보충하는 활동은 건강에 유익합니다.",
            "personal_growth": "다른 관점에 대한 개방성을 연습하여 경직성을 완화하십시오. 현재의 수 대운을 활용하여 창의적인 취미나 글쓰기와 같은 새로운 표현 수단을 만드십시오. 이는 균형과 성취감을 가져다줄 것입니다."
        }
    },
    "Disclaimer": "이 분석은 사주와 현재 운의 주기를 기반으로 한 핵심 경향과 잠재력을 개괄합니다. 이는 고정된 운명을 나타내지 않습니다. 개인의 선택, 노력, 자기 인식 및 외부 환경이 삶의 결과를 크게 좌우합니다. 이 리포트는 자기 이해와 전략 계획을 위한 안내서입니다."
} 