{
    "Package_Name": "운명을_이끄는_지혜",
    "Objective": "주도적인 삶을 살기 위한 철학적이고 실용적인 조언 모음을 제공하고, 이러한 원칙들을 AI가 학습한 사주 명리학 개념과 연결하여 운명에 대한 전체론적 이해를 돕습니다.",
    "Disclaimer": "이 모음은 개인적 성장을 위한 일반적인 지혜를 제공합니다. 전문적인 심리 상담이나 의학적 조언을 대체하지 않습니다. 사주 개념은 결정론적 규칙이 아닌 자기 이해를 위한 은유적 도구로 참조됩니다.",
    "Title": "당신의 운명을 이끄는 지혜 모음",
    "Introduction": "운명은 정해진 길을 걷는 것뿐만 아니라, 주어진 환경과 조건 안에서 자신만의 길을 만들어가는 여정이기도 합니다. 다음은 당신의 삶을 더 주도적으로 이끌고 긍정적인 방향으로 나아가기 위한 조언 모음입니다.",
    "Advice_Categories": [
        {
            "Category_Number": "1",
            "Category_Name": "자기 이해: 모든 것의 시작점",
            "Saju_Connection": "이는 당신의 핵심 본성을 이해하기 위해 일간을 분석하고, 심리적 경향을 보기 위해 십성을 식별하는 것과 일치합니다.",
            "Advice_Points": [
                {
                    "principle": "자신을 아는 것이 모든 지혜의 시작이다: 자신의 강점, 약점, 가치관, 열정, 그리고 그림자까지 깊이 이해하려 노력하세요. 사주와 같은 도구는 이러한 자기 발견을 위한 참고 자료가 될 수 있습니다.",
                    "actionable_step": "매일 아침 휴대폰을 보기 전 10분간 자신의 생각을 일기로 써보세요. '오늘 나에게 진정으로 필요한 것은 무엇인가?'라고 자문해보세요."
                },
                {
                    "principle": "내면의 목소리에 귀 기울여라: 세상의 소음 속에서 자신의 진정한 욕망과 직관을 구별하는 연습을 하세요.",
                    "actionable_step": "결정을 앞두고 조용한 공간을 찾아 눈을 감고, 어떤 선택이 몸에서 육체적으로 더 가볍거나 확장되는 느낌을 주는지 주목해보세요."
                },
                {
                    "principle": "반복되는 삶의 패턴을 인식하라: 비슷한 문제나 관계 역학이 왜 반복되는지 성찰하고, 그 뿌리를 찾아 변화의 단서를 잡으세요.",
                    "actionable_step": "삶에서 반복되는 도전 과제 하나를 식별하세요. 마지막으로 발생했던 세 번의 경우를 적고 공통된 유발 요인이나 반응 패턴을 찾아보세요."
                }
            ]
        },
        {
            "Category_Number": "2",
            "Category_Name": "수용과 현재: 변화의 기초",
            "Saju_Connection": "이는 당신의 사주 원국을 주어진 도구와 환경으로 받아들이고, 현재의 대운에서 그것들을 어떻게 가장 잘 활용할지에 집중하는 것과 관련이 있습니다.",
            "Advice_Points": [
                {
                    "principle": "과거는 바꿀 수 없음을 받아들여라: 과거의 후회나 상처에 얽매이지 말고, 그것들을 교훈으로 삼고 현재에 집중하세요.",
                    "actionable_step": "과거의 후회가 떠오를 때, 그 감정을 인정하고, '그건 그때고, 지금은 지금이야'라고 스스로에게 말한 뒤, 의식적으로 방 안의 물체로 초점을 옮기세요."
                },
                {
                    "principle": "통제할 수 없는 것에 대한 집착을 버려라: 타인의 생각이나 세상의 변화에 에너지를 낭비하기보다, 당신이 통제할 수 있는 생각과 행동에 집중하세요.",
                    "actionable_step": "종이에 '내 통제 안에 있는 것'과 '내 통제 밖에 있는 것' 두 개의 열을 만드세요. 현재의 걱정거리를 적절한 열에 나열하고 첫 번째에만 집중하기로 결정하세요."
                },
                {
                    "principle": "현재 순간을 충실히 살아라: 미래에 대한 불안이나 과거에 대한 후회에 머물기보다 '지금 여기'에 존재하며 삶의 매 순간을 경험하세요.",
                    "actionable_step": "다음 식사 때 '마음챙김 시식'을 연습해보세요. 다른 방해 없이 색깔, 냄새, 질감, 맛에 온전히 주의를 기울여보세요."
                }
            ]
        },
        {
            "Category_Number": "3",
            "Category_Name": "행동과 책임: 운명의 주체",
            "Saju_Connection": "이것은 행동을 취하기 위해 '식상' 오행을 사용하고, 세상에서 구체적인 결과를 만들기 위해 '재성' 오행을 사용하는 것에 관한 것입니다.",
            "Advice_Points": [
                {
                    "principle": "작은 행동이 큰 변화를 만든다: 완벽한 순간을 기다리기보다, 지금 할 수 있는 작은 일들을 꾸준히 실천하세요.",
                    "actionable_step": "큰 목표 하나를 선택하고, 5분 안에 완료할 수 있는 가장 작은 첫 단계로 나누세요. 오늘 그것을 하세요."
                },
                {
                    "principle": "선택에는 책임이 따른다: 자신의 선택과 그 결과에 대한 책임을 인정하고, 필요할 때 수정하고 개선할 용기를 가지세요.",
                    "actionable_step": "최근 잘 풀리지 않았던 결정에 대해, 비난 없이 자신의 역할을 인정하는 연습을 위해 '이 일에서 내 역할은...'이라고 적어보세요."
                },
                {
                    "principle": "문제에 맞서고 해결하라: 불편한 상황을 피하는 대신, 용감하게 마주하고 해결책을 모색함으로써 성장할 수 있습니다.",
                    "actionable_step": "피해왔던 불편한 과제 하나를 식별하세요. 그 과제에만 집중하기 위해 특정 25분(뽀모도로) 시간 블록을 예약하세요."
                }
            ]
        },
        {
            "Category_Number": "4",
            "Category_Name": "성장과 배움: 평생의 여정",
            "Saju_Connection": "이는 지식과 학습을 나타내는 '인성' 오행과, 그것이 삶의 도전(관성) 및 기회와 어떻게 상호 작용하는지와 연결됩니다.",
            "Advice_Points": [
                {
                    "principle": "모든 경험은 배움의 기회이다: 성공뿐만 아니라 실패와 역경 속에서도 성장을 위한 교훈을 찾으세요.",
                    "actionable_step": "도전적인 경험 후에, '이 경험에서 내가 더 강해지거나 현명해질 수 있는 교훈은 무엇인가?'라고 자문해보세요."
                },
                {
                    "principle": "어제의 나보다 더 나은 자신이 되려 노력하라: 완벽해지려 하기보다 지속적인 개선 과정에서 의미를 찾으세요.",
                    "actionable_step": "매일 하루를 마치며, 아무리 작은 것이라도 과거보다 오늘 더 잘한 일 한 가지를 적어보세요."
                },
                {
                    "principle": "호기심을 잃지 마라: 세상을 배우고 탐구하는 태도는 삶을 풍요롭게 하고 새로운 가능성을 엽니다.",
                    "actionable_step": "이번 주에, 단지 호기심을 위해 전혀 모르는 주제에 대해 30분 동안 배워보세요(예: 다큐멘터리 시청, 위키피디아 기사 읽기)."
                }
            ]
        },
        {
            "Category_Number": "5",
            "Category_Name": "마음과 감정 관리: 내면의 평화",
            "Saju_Connection": "이는 사주의 오행 흐름을 이해하고, 일간 및 십성과 관련된 감정 변동성을 관리하는 것에 관한 것입니다.",
            "Advice_Points": [
                {
                    "principle": "감정은 날씨와 같다: 감정은 자연스럽게 왔다가 간다는 것을 이해하세요. 감정에 지배당하기보다 그것을 알아차리고 건강하게 다루는 법을 배우세요.",
                    "actionable_step": "강한 감정을 느낄 때, 소리 내어 또는 머릿속으로 이름을 붙여보세요(예: '이것은 분노다', '이것은 불안이다'). 이 간단한 명명 행위는 거리를 만들고 그 힘을 줄여줍니다."
                },
                {
                    "principle": "긍정적인 정신 습관을 길러라: 감사 일기 쓰기나 긍정 확언 사용과 같은 의식적인 노력을 통해 생각의 긍정적인 방향을 유지하세요.",
                    "actionable_step": "잠자리에 들기 전, 그날 감사했던 구체적인 세 가지를 적어보세요."
                },
                {
                    "principle": "마음의 평화를 유지하는 자신만의 방법을 찾아라: 명상, 운동, 취미와 같이 스트레스를 해소하고 내면의 균형을 회복시키는 활동은 필수적입니다.",
                    "actionable_step": "이번 주에 마음을 진정시키는 활동을 위해 타협할 수 없는 30분 슬롯 하나를 예약하고, 그 시간을 맹렬히 보호하세요."
                }
            ]
        },
        {
            "Category_Number": "6",
            "Category_Name": "관계와 연결: 함께 걷는 길",
            "Saju_Connection": "이는 궁합의 원리와 관련이 있으며, 관계란 다른 에너지(사주)가 어떻게 상호 작용하고 서로를 지지하는지에 관한 것임을 이해하는 것입니다.",
            "Advice_Points": [
                {
                    "principle": "건강한 관계는 성장의 영양분이다: 서로에게 긍정적인 영향을 미치고 함께 성장할 수 있는 관계를 소중히 여기세요.",
                    "actionable_step": "당신의 성장을 진정으로 지지하는 사람 한 명을 식별하세요. 오늘 그들이 당신을 도운 구체적인 방식에 대해 감사를 표현하는 메시지를 보내세요."
                },
                {
                    "principle": "건강한 경계를 설정하고 존중하라: 타인과의 관계에서 자신의 공간과 에너지를 보호하고, 그들의 경계를 존중하는 것이 중요합니다.",
                    "actionable_step": "다음에 누군가 확신이 서지 않는 부탁을 할 때, 즉각적인 '예' 대신 '생각해보고 다시 연락드릴게요'라고 말하는 연습을 하세요."
                },
                {
                    "principle": "사랑과 감사를 표현하라: 가까운 사람들에게 사랑과 감사의 마음을 자주 표현하여 관계를 강화하세요.",
                    "actionable_step": "가까운 사람에게 단순한 '고마워'를 넘어 감사하는 구체적인 이유 한 가지를 말해주세요."
                }
            ]
        }
    ]
} 